Tekla.Structures.ModelInternal.dotSolid_t
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotSolid_t.#ctor(System.Int32)
DO NOT USE! For internal usage only!
Size:

Tekla.Structures.ModelInternal.dotSolid_t.SolidId
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotSolid_t.FaceIndex
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotSolid_t.LoopIndex
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotSolid_t.VertexIndex
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotSolid_t.VertexStartNumber
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotSolid_t.EdgeIndex
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotSolid_t.ShellCount
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotSolid_t.VertexPoint
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotSolid_t.Polygon
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotSolid_t.FormingStates
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotSolid_t.Edges
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotSolid_t.AllowFailedSolids
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotSolid_t.QueryType
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotSolid_t.CreationType
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotSolid_t.ReturnValue
DO NOT USE! For internal usage only!